Repository: oswalr2/PowerPump
Catalog: SpartanBody/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

source: © 2026 SpartanBody. All rights reserved.
es: © 2026 SpartanBody. Todos los derechos reservados.
fr: © 2026 SpartanBody. Tous droits réservés.
it: © 2026 SpartanBody. Tutti i diritti riservati.
pt_br: © 2026 SpartanBody. Todos os direitos reservados.

source: Hummus
fr: Houmous

source: Mango
fr: Mangue
pt_br: Manga

source: Meal Prep
fr: Batch cooking
pt_br: Marmita

source: Omega-3
fr: Oméga-3
pt_br: Ômega-3

source: Macros
it: Macro

source: Normal
it: Normale

source: Tahini
it: Tahina
pt_br: Tahine

source: total
it: totale

source: Mozzarella
pt_br: Mussarela

source: Tilapia
pt_br: Tilápia
